Repository: junglivre/Nomoject
Catalog: locales/*/LC_MESSAGES/nomoject.po
Languages: pt_br

source: New Version Available
pt_br: Nova Versão Disponível

source: A new version of Nomoject is available. Would you like to download it?
pt_br: Uma nova versão do Nomoject está disponível. Deseja baixá-la?

source: Nomoject - Device Manager
pt_br: Nomoject - Gerenciador de Dispositivos

source: Select devices to hide from Eject popup
pt_br: Selecione os dispositivos para ocultar do popup Ejetar

source: Refresh Devices
pt_br: Atualizar Dispositivos

source: Generate Registry File
pt_br: Gerar Arquivo de Registro

source: Loading devices...
pt_br: Carregando dispositivos...

source: Found %d removable device(s)
pt_br: Encontrado(s) %d dispositivo(s) removível(is)

source: Error
pt_br: Erro

source: Failed to access registry: %s
pt_br: Falha ao acessar o registro: %s

source: Error loading devices
pt_br: Erro ao carregar dispositivos

source: Warning
pt_br: Aviso

source: Please select at least one device.
pt_br: Por favor, selecione pelo menos um dispositivo.

source: Save Registry File
pt_br: Salvar Arquivo de Registro

source: Registry Files (*.reg);;All Files (*.*)
pt_br: Arquivos de Registro (*.reg);;Todos os Arquivos (*.*)

source: Generating registry file...
pt_br: Gerando arquivo de registro...

source: Registry file generated successfully
pt_br: Arquivo de registro gerado com sucesso

source: Success
pt_br: Sucesso

source: Registry file generated successfully. Would you like to create a startup task to apply it automatically?
pt_br: Arquivo de registro gerado com sucesso. Deseja criar uma tarefa de inicialização para aplicá-lo automaticamente?

source: Startup task created successfully. The registry changes will be applied automatically at system startup.
pt_br: Tarefa de inicialização criada com sucesso. As alterações no registro serão aplicadas automaticamente na inicialização do sistema.

source: Failed to create startup task: %s
pt_br: Falha ao criar tarefa de inicialização: %s

source: Startup task created successfully
pt_br: Tarefa de inicialização criada com sucesso

source: Error creating startup task
pt_br: Erro ao criar tarefa de inicialização

source: Apply Now
pt_br: Aplicar Agora

source: Would you like to apply the registry changes now?
pt_br: Deseja aplicar as alterações no registro agora?

source: Applying registry changes...
pt_br: Aplicando alterações no registro...

source: Failed to save registry file: %s
pt_br: Falha ao salvar arquivo de registro: %s

source: Error generating registry file
pt_br: Erro ao gerar arquivo de registro

source: Run Now
pt_br: Executar Agora

source: Would you like to run the task now?
pt_br: Deseja executar a tarefa agora?

source: Task executed successfully
pt_br: Tarefa executada com sucesso

source: Backup PCI Keys
pt_br: Fazer Backup das Chaves PCI

source: Save PCI Keys Backup
pt_br: Salvar Backup das Chaves PCI

source: Creating PCI keys backup...
pt_br: Criando backup das chaves PCI...

source: PCI keys backup created successfully
pt_br: Backup das chaves PCI criado com sucesso

source: PCI keys backup created successfully at: %s
pt_br: Backup das chaves PCI criado com sucesso em: %s

source: Failed to create PCI keys backup: %s
pt_br: Falha ao criar backup das chaves PCI: %s

source: Error creating PCI keys backup
pt_br: Erro ao criar backup das chaves PCI

source: Registry file and backup generated successfully
pt_br: Arquivo de registro e backup gerados com sucesso

source: Registry file and backup generated successfully. Would you like to create a startup task to apply it automatically?
pt_br: Arquivo de registro e backup gerados com sucesso. Deseja criar uma tarefa de inicialização para aplicá-lo automaticamente?

source: Failed to create backup file: %s
pt_br: Falha ao criar arquivo de backup: %s
